[
    {
      "nombre":"Macarrones con queso",
      "alimentos":"400 gr de macarrones, 180 gramos de queso, 10 gramos de sal",
      "elaboracion":"Hervimos los macarrones según las instrucciones del envase. Intenta que la pasta quede entera y en su punto. En una sartén al fuego ponemos la mantequilla hasta que se derrita. Antes de que llegue a quemarse añadimos la harina y removemos para que tome color. Ponemos la cucharadita de mostaza y vamos añadiendo poco a poco la leche removiendo sin parar para que no se formen grumos. Salpimentamos. Cuando la salsa esté bien ligada y en su punto añadimos 150 gr de queso (reservamos un poco para gratinar) y mezclamos bien. Escurrimos los macarrones del agua de cocción pero sin enjuagarlos y cuando están bien calientes mezclamos con la salsa de queso con movimientos fuertes para que ligue todo bien. Ponemos en un recipiente de horno, cubrimos con el resto del queso y damos un golpe bajo el grill hasta que la superficie dore un poquito. Servimos al momento.",
      "tiempo":"180"
    },
    {
      "nombre":"Paella valenciana",
      "alimentos":"400 gr de macarrozarrones, 180 gramos de marisco, 10 gramos de sal, 200 gramos de verduras",
      "elaboracion":"Cómo hacer un buen sofrito de paella Poned primero la paella o recipiente a fuego fuerte con aceite de oliva y un poco de sal para que no salpique la carne, añadid la carne (si estáis haciendo paella de marisco el marisco) y doradla. Luego bajad el fuego y añadimos las verduras, dejando que se rehoguen durante unos 5 minutos. Veréis que en este tipo de sofrito para paella no se usa cebolla, ya que los jugos de la misma abren el arroz. El arroz ideal para la paella valenciana El arroz es el principal ingrediente de la paella valenciana, y conseguir un arroz en su punto es el mejor secreto para que vuestra paella brille con luz propia. En alguna ocasión os hemos explicado los distintos tipos de arroz que existen, y en el caso de la paella valenciana el mejor arroz es el arroz bomba, que tiene un grano medio-corto y cuya principal característica es que absorbe más agua que otros arroces. El arroz bomba es más caro que otros arroces pero os aseguramos que la inversión merece la pena ¡vuestra paella ganará muchos puntos!",
      "tiempo":"200"
    }
    ]